/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "tr";
"languageGA" = "tr";

/*******NSMenu title*****/
"About %@" = "Hakkında %@";
"BUY NOW_s" = "HEMEN SATIN ALIN";
"Buy Now" = "Hemen Satın Alın";
"Register" = "Kayıt Ol";
"Check for updates" = "Güncellemeleri Kontrol Et";
"Service" = "Hizmet";
"Hide Others" = "Diğerini gizle";
"Hide %@" = "Saklamak %@";
"Quit %@" = "Çıkış yapmak %@";
"Show All" = "Tümünü Göster";
"Edit" = "Düzelt";
"Undo" = "Geri al";
"Redo" = "Yenile";
"Cut" = "Kes";
"Copy" = "Kopyala";
"Paste" = "Yapıştır";
"Clear" = "Temizle";
"Select All" = "Hepsini Seç";
"Window" = "Pencere";
"Minimize" = "Küçült";
"Zoom" = "Yakınlaştır";
"Enter Full Screen" = "Tam Ekran Yap";
"Bring All to Front" = "Tümünü Öne Getir";
"Help" = "Yardım";
"Guide" = "Kılavuz";
"Feedback" = "Geri Bildirim Gönder";
"Support" = "Destek";
"OK" = "Tamam";
"Contact us" = "Bizimle İletişime Geçin";
"Yes" = "Evet";
"No" = "Hayır";
"Open" = "Aç";
"Refresh" = "Yenile";
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Kuruluş Zamanı %@";
"%@ %@ Build Date %@" = "%@ %@ Kuruluş Zamanı %@";
"All Rights Reserved." = "Her Hakkı Saklıdır.";
"Licensed E-mail" = "Lisanslı E-posta";
"Registration Code" = "Kayıt Kodu";
"The trial version will allow you to preview data before recovery. To recover data, please purchase full version." = "Deneme sürümü, kurtarma işleminden önce verileri önizlemenizi sağlar. Verileri kurtarmak için lütfen tam sürümü satın alın.";
"Skip" = "Atla";
"Support Center" = "Destek Merkezi";
"note:
1. lf you have not received the registration code or don't know the register E-mail address, please click here to check.
2.For other software or registration issues, please visit support center." = "Not:
1. Kayıt kodunu almadıysanız veya kayıt e-posta adresini bilmiyorsanız, kontrol etmek için lütfen buraya tıklayın.
2.Yazılım veya kayıtla ilgili diğer sorunlar için lütfen destek merkezi ni ziyaret edin.";
"click here to check" = "kontrol etmek için buraya tıklayın";
"support center" = "destek merkezi";
"Note: If you have any problems with the Registration Code and the software, please visit: %@." = "Not: Kayıt Kodu ve yazılımla ilgili herhangi bir sorun varsa, lütfen şu adresi ziyaret edin: %@.";
"Please make sure your license code is correct and try again." = "Lütfen lisans kodunuzun doğruluğundan emin olun ve tekrar deneyin.";
"Your installation of Any Data Recovery has exceeded the limit of allowed PC." = "Any Data Recovery kurulumunuz izin verilen bilgisayar sınırını aştı.";
"The Registration Code has expired." = "Kayıt Kodu'nun süresi doldu.";
"The Registration Code is invalid." = "Kayıt Kodu geçersiz.";
"Please make sure your network connection is working and register again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar kaydolun.";
"If you want to continue using Any Data Recovery, please purchase again or contact us." = "Herhangi Bir Veri Kurtarma'yı kullanmaya devam etmek istiyorsanız, lütfen tekrar satın alın veya bizimle iletişime geçin.";
"Registering..." = "Kayıt işlemi yapılıyor…";
"Registered successfully." = "Başarıyla kayıt olundu.";
"Please make sure your network connection is working and register again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar kaydolun.";
"FeedbackView_FeedbackMessage" = "Değerli görüş ve önerileriniz memnuniyetle karşılanacaktır.";
"FeedbackView_Sending" = "Mesaj gönderiliyor…";
"FeedbackView_Email" = "E-posta:";
"FeedbackView_EmailPlaceholder" = "E-posta adresinizi buraya yazınız";
"FeedbackView_Content" = "Konu:";
"FeedbackView_AttachLogFile" = "Kayıt dosyalarını ekleyin";
"FeedbackView_FeedbackTips" = "İpuçları:
1、Ürün hakkında herhangi bir yorumunuz veya öneriniz varsa lütfen bize bildirin.
2、İlk kez bir hatayla karşılaşırsanız, lütfen programı yeniden başlatın ve tekrar deneyin.
3、Hatayla birkaç kez karşılaşırsanız, lütfen hata durumunu ayrıntılı olarak açıklayın. Ayrıntılı bilgiler sorunun giderilmesi için oldukça önemlidir.";
"FeedbackView_FeedbackSuccess" = "Geri bildiriminiz başarıyla gönderildi. Size en kısa sürede cevap vereceğiz. Geri bildiriminiz ve anlayışınız için çok teşekkür ederiz.";
"FeedbackView_FeedbackFailed" = "Geri bildiriminiz gönderilemedi. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin. Geri bildiriminiz için çok teşekkürler.";
"FeedbackView_Button_Resubmit" = "Yeniden gönder";
"FeedbackView_Button_Submit" = "Gönder";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Kayıt kodunu almadıysanız veya kayıt e-posta adresini bilmiyorsanız, kontrol etmek için lütfen buraya tıklayın.";
"2. For other software or registration issues, please visit support center." = "2. Yazılım veya kayıtla ilgili diğer sorunlar için lütfen destek merkezini ziyaret edin.";
"Tree View" = "Ayrıntılı Görünüm";
"File View" = "Dosya Görünümü";
"Please select the file you want to recover." = "Lütfen kurtarmak istediğiniz dosyayı seçin.";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." = "Dosyaları kaybettiğiniz konuma kaydetmek, başarıyla kurtarma şansını azaltacaktır. Dosyaları çıkarılabilir bir diske kurtarmanız önerilir.";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" = "Dosyaları kaybettiğiniz konuma kaydetmek, başarıyla kurtarma şansını azaltacaktır. Devam etmek istediğinizden emin misiniz?";
"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "Diskte yeterli alan yok. Bu dosyaları kurtarmak için %@ alan gereklidir.";
"Recovering: %@" = "Kurtarılıyor: %@";
"Please wait..." = "Lütfen bekleyin…";
"Recovery completed!" = "Kurtarma tamamlandı!";
"Click Open button to check the recovered files." = "Kurtarılan dosyaları kontrol etmek için Aç düğmesine tıklayın.";
"Are you sure you want to stop recovery?" = "Kurtarma işlemini durdurmak istediğinizden emin misiniz?";
"Failed to save data to the target disk. Please choose another disk and try again." = "Veriler hedef diske kaydedilemedi. Lütfen başka bir disk seçip tekrar deneyin.";
"Your disk is disconnected. Please reinsert and try again." = "Diskinizin bağlantısı kesildi. Lütfen yeniden takın ve tekrar deneyin.";
"Failed to save data to the target disk. Please choose another disk and try again." = "Veriler hedef diske kaydedilemedi. Lütfen başka bir disk seçin ve tekrar deneyin.";
"Note:" = "Not:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." = "Lütfen kurtarılan dosyaları kaybettiğiniz konuma kaydetmeyin. Bu kalıcı veri kaybına neden olabilir.";
"All Files" = "Tüm dosyalar";
"Photo" = "Fotoğraf";
"Audio" = "Ses";
"Video" = "Video";
"Document" = "Belge";
"Email" = "E-posta";
"Webfile" = "Web dosyası";
"Archive" = "Arşiv";
"No Extension" = "Uzantı Yok";
"Others" = "Diğerleri";
"Desktop" = "Masaüstü";
"Documents" = "Belgeler";
"Trash" = "Çöp";
"Lost Location" = "Kayıp Konum";
"More" = "Daha fazla";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "Programı şimdi kapatırsanız tarama sonucu kaydedilmeyecektir. Kapatmak istediğinizden emin misiniz?";
"YES" = "EVET";
"No" = "Hayır";
"Are you sure you want to stop scanning?" = "Taramayı durdurmak istediğinizden emin misiniz?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Tarama sonucu kaydedilmeyecek. Ana sayfaya dönmek istediğinizden emin misiniz?";
"Continue" = "Devam et";
"Pause" = "Duraklat";
"Time remaining: %@" = "Kalan süre: %@";
"Stop" = "Durdur";
"Loading search content, please wait…" = "Arama sonuçları yükleniyor, lütfen bekleyin…";
"Back" = "Geri";
"Scanning…" = "Taranıyor…";
"%d files found (%.1f%%)" = "%d dosya bulundu (%.1f%%)";
"%li items found, %@" = "%li öğe bulundu, %@";
"Selected: %li files, %@" = "Seçili: %li dosya, %@";
"Home" = "Ana Sayfa";
"Recover" = "Kurtar";
"Search" = "Ara";
"Scan completed!" = "Tarama tamamlandı!";
"Loading content, please wait..." = "Sonuçlar yükleniyor, lütfen bekleyin...";
"Unlock" = "Kilidi aç";
"Password hint: %@" = "Parola ipucu: %@";
"Password:" = "Şifre:";
"Please enter a password to unlock the disk \"%@\"." = "\"%@\" diskinin kilidini açmak için lütfen bir parola girin.";
"Wrong password" = "Yanlış şifre";
"Cancel" = "Vazgeç";
"Reading data from the disk, please wait…" = "Diskten veri okunuyor, lütfen bekleyin…";
"Select a location to start data recovery" = "Veri kurtarmayı başlatmak için bir konum seçin";
"Hard Drives" = "Sabit Sürücüler";
"External Drives" = "Harici Sürücüler";
"%@ free of %@" = "%@'in %@'i ücretsiz";
"The Whole Computer" = "Tüm Bilgisayar";
"To recover data from iOS devices, please switch to UltData-iOS" = "iOS cihazlardan veri kurtarmak için lütfen UltData-iOS'a geçin";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "iOS cihazlardan veri kurtarmak için lütfen UltFone iOS Veri Kurtarma'ya geçin";
"Scan" = "Tara";
"Untitled" = "Başlıksız";
"The selected external drive is not available or uninstalled, please reinsert and try again." = "Seçilen harici sürücü mevcut değil veya kaldırılmış, lütfen yeniden takıp tekrar deneyin.";
"The selected File System is currently not supported. Please select other disks for data recovery." = "Seçilen Dosya Sistemi şu anda desteklenmiyor. Veri kurtarma için lütfen diğer diskleri seçin.";
"To recover data from macOS High Sierra disk, please follow steps below to disable System Integrity Protection first." = "macOS High Sierra diskinden veri kurtarmak için lütfen önce Sistem Bütünlüğü Koruması'nı devre dışı bırakmak üzere aşağıdaki adımları izleyin.";
"Step 1." = "Adım 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." = "Mac'i yeniden başlattığınızda hemen klavyede Command + R tuşlarına basılı tutun. Mac başlatma işlemini bitirene kadar basılı tutun; yardımcı programlar penceresini göreceksiniz.";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." = "Not: iMac/iMac Pro kullanıyorsanız lütfen kablolu klavye kullanın.";
"Step 2." = "Adım 2.";
"Open Terminal from the Utilities menu." = "Yardımcı Programlar menüsünden Terminal'i açın.";
"Terminal" = "Terminal";
"Utilities" = "Araçlar";
"Step 3." = "Adım 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." = "SIP'yi devre dışı bırakmak için aşağıdaki komutu yazın ve Enter'a basın. Ardından Mac'inizi yeniden başlatın.";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." = "Bu işlem sırasında Mac'iniz yeniden başlatılacaktır. Lütfen telefonunuzla bir fotoğraf çekin ve adımları kaydedin.";
"Name" = "İsim";
"Created Date" = "Oluşturulma Tarihi";
"Modified Date" = "Değiştirilme Tarihi";
"Path" = "Yol";
"Type" = "Tip";
"Size" = "Boyut";
"Files not found!" = "Dosyalar bulunamadı!";
"folder" = "klasör";
"file" = "dosya";
"PREV" = "ÖNCEKİ";
"NEXT" = "SONRAKİ";
"GO TO:" = "GİT:";
"Didn't find the missing data? Try using Deep Scan." = "Eksik verileri bulamadınız mı? Derin Tarama'yı kullanmayı deneyin.";
"Deep Scan" = "Derin Tarama";
"Previous Scan Results" = "Önceki Tarama Sonuçları";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Son tarama sonucuna dönmek için mevcut taramanın durdurulması gerekir. Durdurmak istediğinizden emin misiniz?";
"Stop" = "Durdur";
"Cancel" = "Vazgeç";
"Deep scan completed!" = "Derin tarama tamamlandı!";
"OK" = "Tamam";
"Loading content, please wait…" = "Sonuçlar yükleniyor, lütfen bekleyin…";
"View Deep Scan Results" = "Derin Tarama Sonuçlarını Görüntüle";
"List View" = "Liste görünümü";
"Thumbnail" = "Küçük resim";
"Preview Pane" = "Önizleme Alanı";
"Preview" = "Önizleme";
"This format file does not support to preview." = "Bu biçim dosyası önizlemeyi desteklemiyor.";
"This file may be corrupt and can't be previewed." = "Bu dosya bozuk olabilir ve önizlenemez.";
"File size that exceeds 8MB does not support to preview." = "8 MB'ı aşan dosya boyutu önizlemeyi desteklemez.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Herhangi bir zamanda kayıp veriler zarar görebilir ve kurtarılamaz. Daha yüksek kurtarma oranı için bunları daha erken kurtarmanız önerilir.";
"Buy now to save 70%" = "%70 tasarruf etmek için hemen satın alın";
"Unlimited Data Recovery" = "Sınırsız Veri Kurtarma";
"Recover your valuable data easily and quickly." = "Önemli verilerinizi kolay ve hızlı bir şekilde kurtarın.";
"Multiple File Types" = "Çoklu Dosya Türleri";
"Recover 550+ types of files from hard drive, memory card, etc." = "Sabit sürücüden, hafıza kartından vb. 550'den fazla dosya türünü kurtarın.";
"Professional Support" = "Profesyonel Destek";
"Provide professional and quality customer support." = "Profesyonel ve kaliteli müşteri desteği sağlayın.";
"Free Update" = "Ücretsiz Güncelleme";
"Enjoy free update within license validity." = "Lisans dahilinde ücretsiz güncellemenin keyfini çıkarın.";
"Already have a registration code? Register now" = "Zaten bir kayıt kodunuz var mı? Hemen üye olun.";
"Register now" = "Hemen üye olun";
"To recover data from crashed computer, please click here." = "Kilitlenen bilgisayardaki verileri kurtarmak için lütfen buraya tıklayın.";
"click here" = "buraya tıklayın";
"Downloading boot system image, please wait…When downloading the system image, please do not operate the disk or eject it." = "Sistem önyükleme görüntüsü indiriliyor, lütfen bekleyin… Sistem görüntüsü indirilirken lütfen diski çalıştırmayın veya çıkarmayın.";
"Are you sure you want to stop downloading the boot system image?" = "Sistem önyükleme görüntüsünü indirmeyi durdurmak istediğinizden emin misiniz?";
"Formatting the bootable drive, please wait…" = "Önyüklenebilir sürücü biçimlendiriliyor, lütfen bekleyin…";
"Recover from Crashed System" = "Çökmüş Sistemden Verileri Kurtar";
"Support to recover files from crashed system." = "Kilitlenen sistemden dosyaları kurtarma desteği.";
"Recover Data from Crashed System" = "Çökmüş Sistemden Verileri Kurtar";
"Recover lost files from crashed computer" = "Çökmüş bilgisayardan kayıp dosyaları kurtarın";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "iOS cihazlardan veri kurtarmak için lütfen iOS Veri Kurtarma'ya geçin";
"Creating bootable drive…" = "Önyüklenebilir sürücü oluşturuluyor…";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Önyüklenebilir bir sürücü oluşturmak için lütfen bir USB flash sürücü/harici sabit sürücü seçin.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Önyüklenebilir bir sürücü oluşturmak için bir USB flash sürücü/harici sabit sürücü takın ve ardından çöken sistemdeki verileri önyüklenebilir sürücü ile kurtarın.";
"Bootable drive:" = "Önyüklenebilir sürücü:";
"Please select a USB flash drive/external hard drive" = "Lütfen bir USB flash sürücü/harici sabit sürücü seçin";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Not: Önyüklenebilir bir sürücü oluşturmak, seçilen diskteki tüm verileri biçimlendirir. Lütfen önemli verilerinizi önceden yedekleyin.";
"Return" = "Geri gel";
"Start" = "Başlat";
"OK" = "Tamam";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Önyüklenebilir bir sürücü oluşturmak, seçilen diskteki tüm verileri biçimlendirir. Devam etmek istediğinizden emin misiniz?";
"Cancel" = "Vazgeç";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "Toplam disk alanı 2 GB'tan az. Önyüklenebilir sürücüyü oluşturmak için lütfen daha büyük bir USB sürücü/harici sabit sürücü kullanın.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "Yerel disk alanı 2 GB'tan az ve sistem önyükleme görüntüsü indirilemiyor. Lütfen indirmeden önce biraz disk alanı boşaltın.";
"When formatting the bootable drive, please do not operate or eject it." = "Önyüklenebilir sürücü biçimlendirilirken lütfen çalıştırmayın veya çıkarmayın.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Taranan diskin hasar görmesini önlemek için lütfen sabırlı olun ve yazmanın tamamlanmasını bekleyin.";
"Formatting the bootable drive, please wait…" = "Önyüklenebilir sürücü biçimlendiriliyor, lütfen bekleyin…";
"Creating bootable drive, please wait…" = "Önyüklenebilir sürücü oluşturuluyor, lütfen bekleyin…";
"The bootable drive is created successfully!" = "Önyüklenebilir sürücü başarıyla oluşturuldu!";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Önyüklenebilir sürücüyü kullanarak açılamayan bir Mac'i başlatmak için aşağıdaki adımları izleyin.";
"bootable drive" = "önyüklenebilir sürücü";
"cannot be turned on" = "açılamıyor";
"black screen" = "siyah ekran";
"Option key" = "Seçenek tuşu";
"%@ bootable drive" = "%@ önyüklenebilir sürücü";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Adım 1: Önyüklenebilir sürücüyü, açılamayan bir Mac'e takın.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Adım 2: Açılamayan bilgisayarı başlatın. Mac siyah ekrandayken Option tuşuna basılı tutun. Önyüklenebilir sürücüyü görene kadar Option tuşuna basılı bekleyin.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Adım 3: Önyüklenebilir sürücü seç arabiriminde %@ önyüklenebilir sürücüyü seçin.";
"here" = "burada";
"To see the detailed steps, please click here." = "Adımları ayrıntılı olarak görmek için lütfen buraya tıklayın.";
"Bootable drive creation failed!" = "Önyüklenebilir sürücü oluşturma başarısız oldu!";
"Contact Us" = "Bize Ulaşın";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Önyüklenebilir sürücü oluşturma başarısız oldu! Lütfen diskinizin bağlantısını kontrol edin. Yeniden Dene düğmesine veya Bize Ulaşın'a tıklayabilirsiniz.";
"Retry" = "Tekrar dene";
"Select USB/external hard drive" = "Lütfen bir USB flash sürücü/harici sabit sürücü seçin";
"Completed!" = "Tamamlandı!";
"Format" = "Biçim";
"Please enter login password to allow disk access." = "Disk erişimine izin vermek için lütfen oturum açma parolasını girin.";
"note:" = "not:";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "\"macOS Catalina\" ve sonraki sistemlerden veri kurtarmak adına, %@'nin çıkarılabilir birimlere erişmesine izin vermek için lütfen aşağıdaki adımları izleyin";
"Step 1 :" = "Adım 1:";
"Step 2 :" = "Adım 2:";
"Step 3 :" = "Adım 3:";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Mac'inizde Apple menüsü > Sistem Tercihleri'ni seçin, Güvenlik ve Gizlilik'i tıklayın.";
"Select the \"Removable Volumes\" checkbox below %@." = "%@ altındaki \"Çıkarılabilir Birimler\" onay kutusunu seçin.";
"Click \"Later\" to allow %@ to access removable volumes." = "%@'nin çıkarılabilir birimlere erişmesine izin vermek için \"Sonra\"yı tıklayın.";
"Settings" = "Ayarlar";
"OK" = "Tamam";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" = "\"macOS Catalina\" ve sonraki sürümlerde bir başlangıç diski oluşturmak adına, %@'nin çıkarılabilir birimlere erişmesine izin vermek için lütfen aşağıdaki adımları izleyin";
"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Üzgünüz Yetersiz sabit disk nedeniyle ürün yazılımı indirilemedi. Lütfen sabit diskinizde yeterli alan (yaklaşık %@) bırakın ve ardından yeniden indirin.";
"This file path cannot save the firmware. Please change to the correct one." = "Bu dosya yolu, ürün yazılımını kaydedemez. Lütfen doğru olanla değiştirin.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Ürün yazılımı paketi indirilemedi! Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.";
"Downloading the firmware, please wait…" = "Ürün yazılımı indiriliyor, lütfen bekleyin…";
"Please make sure the network connection is normal." = "Lütfen ağ bağlantısının açık olduğundan emin olun.";
"Network Abnormal! Please check your network and try again." = "Ağ Sorunu! Lütfen ağınızı kontrol edin ve tekrar deneyin.";
"Try Again" = "Tekrar Deneyin";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Ürün yazılımını indirmek için yeterli alan yok. Lütfen en az 1 GB boş alan açın ve tekrar deneyin.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Mac'iniz Apple T2 Security Chip ile donatılmıştır, APFS dosya sistemi altındaki dosyalar taranamaz.";
"Failed to download firmware package! Please check your internet connection and try again." = "Ürün yazılımı paketi indirilemedi! Lütfen internet bağlantınızı kontrol edip tekrar deneyin.";
"Name" = "İsim";
"Export" = "Dışa aktar";
"Please select the file(s) you want to export." = "Lütfen dışa aktarmak istediğiniz dosyaları seçin.";
"Please select a export disk" = "Lütfen bir dışa aktarma diski seçin";
"Files cannot be saved to the target disk. Please change another disk to save." = "Dosyalar hedef diske kaydedilemez. Lütfen kaydetmek için başka bir disk ile değiştirin.";
"Can't find the disk where the files were saved. Please reselect the disk to save the data." = "Dosyaların kaydedildiği disk bulunamıyor. Lütfen verileri kaydetmek için diski yeniden seçin.";
"Calculating the export file size, please wait…" = "Dışa aktarma dosyası boyutu hesaplanıyor, lütfen bekleyin…";
"Stop" = "Durdur";
"Cancel" = "Vazgeç";
"There is not enough disk space and an additional %@ of space is still needed to export the file." = "Yeterli disk alanı yok ve dosyayı dışa aktarmak için ek %@ daha alan gerekiyor.";
"Exporting:" = "Dışa aktarılıyor…";
"Are you sure you want to stop exporting?" = "Dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"Export successfully." = "Başarıyla dışa aktarıldı.";
"Bootable Drive" = "Önyüklenebilir Sürücü";
"Restart" = "Yeniden başlat";
"Shut Down" = "Kapat";
"Exit Any Data Recovery" = "Veri Kurtarmadan Çıkış Yap";
"Exit UltData - Mac" = "UltData - Mac'ten Çıkış Yap";
"Are you sure you want to close the program?" = "Programı kapatmak istediğinizden emin misiniz?";
"Yes" = "Evet";
"No" = "Hayır";
"OK" = "Tamam";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "SD kart kullanarak önyüklenebilir bir sürücü oluşturma işlemi desteklenmiyor. Önyüklenebilir sürücüyü oluşturmak için lütfen başka bir depolama aygıtı kullanın.";
//"language" = "dil";
"click here to check" = "kontrol etmek için buraya tıklayın";
"Downloads" = "İndirmeler";
"Scanning...(%.1f%%)" = "Taranıyor...(%.1f%%)";
"Scanning..." = "Taranıyor...";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "\"macOS Catalina\" ve sonraki sistemlerden veri kurtarmak adına, %@'nin çıkarılabilir birimlere erişmesine izin vermek için lütfen aşağıdaki adımları izleyin";
"Please make sure your network connection is working and register again." = "Lütfen ağ bağlantınızın çalıştığından emin olun ve tekrar kaydolun.";
"The Registration Code has no order record." = "Kayıt Kodu'nda sipariş kaydı yoktur.";
"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "Diskte yeterli alan yok. Bu dosyaları kurtarmak için %@ alan daha gereklidir.";
"Save failed due to disconnection of the target disk. Please reinsert and try again." = "Hedef diskin bağlantısının kesilmesi nedeniyle kaydetme işlemi başarısız oldu. Lütfen yeniden takın ve tekrar deneyin.";
"Note:" = "Not:";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "Programı şimdi kapatırsanız tarama sonucu kaydedilmeyecektir. Kapatmak istediğinizden emin misiniz?";
"Other Location" = "Diğer Konum";
"The selected File System is currently not supported. Please select other disks for data recovery." = "Seçilen Dosya Sistemi şu anda desteklenmiyor. Lütfen veri kurtarma için diğer diskleri seçin.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." = "\"macOS High Sierra\" diskindeki verileri kurtarmak için önce Sistem Bütünlüğü Korumasını devre dışı bırakmak üzere lütfen aşağıdaki adımları izleyin.";
"File size that exceeds 8 MB does not support to preview." = "8 MB'ı aşan dosya boyutu önizlemeyi desteklemez.";
"Downloading boot system image, please wait…" = "Önyükleme sistemi görüntüsü indiriliyor, lütfen bekleyin…";
"When downloading the system image, please do not operate the disk or eject it." = "Sistem görüntüsü indirilirken lütfen diski çalıştırmayın veya çıkarmayın.";
"When creating the bootable drive, please do not operate the disk or eject it." = "Önyüklenebilir sürücüyü oluştururken lütfen diski çalıştırmayın veya çıkarmayın.";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "SD kart kullanarak önyüklenebilir bir sürücü oluşturma desteklenmez. Önyüklenebilir sürücüyü oluşturmak için lütfen başka bir depolama aygıtı kullanın.";
"here" = "burada";
"visit support center" = "destek merkezini ziyaret edin";
"About%@" = "Hakkında%@";
"Quit%@" = "Çıkış yap%@";
"Hide%@" = "Gizle%@";
"Open Log" = "Kayıtları Aç";
"Deleted Files" = "Silinen Dosyalar";
"Lost Location" = "Kayıp Konum";
"Existing Files" = "Mevcut Dosyalar";
"Tag Files" = "Etiket Dosyaları";
"RAW Files" = "İşlenmemiş Dosyalar";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Hızlı Tarama tamamlandı! Derin Tarama ile daha fazla kayıp veri bulunuyor...";

//MARK: - 第一版
"Found %li files. More useful tips below for finding files:" = "%li dosyası bulundu. Dosyaları bulmak için aşağıda daha fazla ipucu:";
"File Path Not Found" = "Dosya Yolu Bulunamadı";
"File Name Not Found" = "Dosya Adı Bulunamadı";
"Tagged Files" = "Etiketli Dosyalar";
"You may find your accidentally deleted files here." = "Yanlışlıkla silinen dosyalarınızı burada bulabilirsiniz.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Orijinal yolunu kaybeden silinmiş dosyalar var. Hedef dosya olup olmadıklarını görmek için dosya adlarını kontrol edebilirsiniz.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Orijinal adlarını kaybeden dosyalar var. Hedef dosyalar olup olmadıklarını görmek için bunları önizleyebilirsiniz.";
"You may find target files here if you lost them which are not deleted before." = "Kaybettiğiniz ve daha önce silinmemiş hedef dosyaları burada bulabilirsiniz.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Kayıp dosyaların adı yoksa, bunlara karşılık gelen etiketlerle adlandırılacak ve sınıflandırılacaktır.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Önizleme desteklenmiyor. Lütfen kurtarma işlemi yapın ve daha fazla kontrol için bilgisayarınıza kaydedin.";
"Trying to find more data... You can search and recover your data now." = "Daha fazla veri bulmaya çalışılıyor... Verilerinizi şimdi arayabilir ve kurtarabilirsiniz.";
"Didn't find the missing files? Try Deep Scan." = "Eksik dosyaları bulamadınız mı? Derin Taramayı deneyin.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "Derin Tarama, gömülü dosyaları bulmak için cihazı ayrıntılı tarayarak daha yüksek bir kurtarma oranı sağlar.";
"Artist" = "Sanatçı";
"Camera" = "Kamera";
"The Last Editor" = "Son Düzenleyen";
"Creation Time" = "Oluşturulma Zamanı";
"Modified Time" = "Değiştirilme Zaman";
"All Time" = "Tüm Zamanlar";
"Last 24 hours" = "Son 24 saat";
"Last 7 days" = "Son 7 gün";
"Last 30 days" = "Son 30 gün";
"Customize" = "Özelleştir";
"Selected" = "Seçildi";
"File Size" = "Dosya boyutu";
"All Size" = "Tüm Boyutlar";
"Improve Chances of Finding Lost Files" = "Kayıp dosyaları bulma şansını artırır";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Ayrıntılı Görünüm altındaki \"Etiketli Dosyalar\" ve \"Dosya Adı Bulunamadı\" konularına bakın.";
"Filter files by File Type, File Size, Date Modified, and more." = "Dosyaları Dosya Türü, Dosya Boyutu, Değiştirilme Tarihi gibi değişkenlere göre filtreleyin.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Değerli Verilerinizi Kurtarmak için Pro Sürüme geçin!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Önyüklenebilir Sürücü Oluşturarak Veri Kurtarmak için Pro Sürüm Oluşturun!";
"Free Version" = "Ücretsiz sürüm";
"Pro Version" = "Pro sürüm";
"Preview Just a Few Files" = "Sadece Birkaç Dosyayı Önizle";
"Preview All Files" = "Tüm Dosyaları Önizle";
"Free Upgrade" = "Ücretsiz Yükseltme";
"Recover Data from the Crashed Computer" = "Kilitlenen Bilgisayardan Verileri Kurtarma";
"Only Allows You to Scan Disks" = "Yalnızca Diskleri Taramanıza İzin Verir";
"Unlimited Data Recovery" = "Sınırsız Veri Kurtarma";
"Professional Customer Service" = "Profesyonel Müşteri Hizmeti";
"Professional and reliable data recovery solutions" = "Profesyonel ve güvenilir veri kurtarma çözümleri";
"Advanced Options" = "Gelişmiş seçenekler";
"Local Drives" = "Yerel Sürücüler";
"External Drives" = "Harici Sürücüler";
"Common Location" = "Ortak Konum";
"Data Recovery" = "Veri Kurtarma";
"Fast and Safe" = "Hızlı ve Güvenli";
"Failed to read the disk data, please re-plug the external disk." = "Disk verileri okunamadı, lütfen harici diski yeniden takın.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Lütfen bilgisayara bağlı tüm harici diskleri çıkarın ve ardından veri kurtarma gerektiren diski yeniden takın.";
"Still have problems? Please contact us." = "Halen sorun mu yaşıyorsunuz? Lütfen bizimle iletişime geçin.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Dijital kameradan verileri kurtarmak için lütfen SD kartı çıkarın ve kart okuyucu vasıtasıyla bilgisayara bağlayın.";
"Found nothing..." = "Hiçbir şey bulunamadı...";
"1. Wait for the scan to finish before searching again." = "1. Tekrar arama yapmadan önce taramanın bitmesini bekleyin.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Dosyanızda büyük olasılıkla dosya adı eksik. Bu şekilde arama yapmayı deneyin.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Aradığınız terimin doğru yazıldığından emin olun.";
"4. If none of the above methods help, please contact us." = "4. Yukarıdaki yöntemlerden hiçbiri yardımcı olmazsa, lütfen bizimle iletişime geçin.";
"Reading data from the disk，please wait…" = "Diskten veri okunuyor, lütfen bekleyin…";
"Stuck in refreshing status for a long time?" = "Uzun süre yenilenme durumunda mı kaldınız?";
"Effortlessly Recover Data from A Crashed Computer" = "Wiederherstellung von Daten aus einem abgestürzten System";
"View Files" = "Dışa Aktarılanları Görüntüle";
"It might take a long time to export for some files need repairing..." = "Onarılması gereken bazı dosyaların dışa aktarılması uzun zaman alabilir...";
"contact us" = "lütfen bizimle";
"in this way" = "Bu şekilde arama";
"Exit App" = "Uygulamadan Çık";
"Recovered: %li file %@" = "Kurtarıldı: %li dosya %@";
"Recovered: %li files %@" = "Kurtarıldı: %li dosya %@";
"File Types" = "Dosya Türleri";
"File Tags" = "Dosya Etiketleri";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Farenizi Ayrıntılı Görünüm altındaki simgeye getirdiğinizde her dosya kategorisinin açıklamasını görebilirsiniz.";
"Understood" = "Anladım";
"Filter" = "Filtrele";
"Reset" = "Sıfırla";
"Scan Stopped!" = "Tarama iptal edildi!";
"Tips:" = "İpuçları:";
"1. Please replug the external drive or change another drive and then try again." = "1. Lütfen harici sürücüyü tekrar taktıktan veya başka bir sürücüyle değiştirdikten sonra tekrar deneyin.";
"2. Please make sure internet connection is working properly." = "2. Lütfen internet bağlantısının düzgün çalıştığından emin olun.";

// V5.0.0
"Get An Extra" = "Ekstra Alın";
"Coupon Code:" = "Kupon Kodu:";
"Copy and paste the coupon code at checkout to redeem." = "Kullanmak için ödeme yaparken kupon kodunu kopyalayıp yapıştırın.";
"Copy and Buy Now" = "Şimdi Kopyala ve Satın Al";
"Close Program" = "Programı Kapat";
"Photo Repair" = "Fotoğraf Onarımı";
"Video Repair" = "Video Onarımı";
"Repair Damaged Videos in Just Three Steps!" = "Sadece Üç Adımda Bozuk Videoları Onarın!";
"Repair Damaged Photos in Just Three Steps!" = "Sadece Üç Adımda Bozuk Fotoğrafları Onarın!";
"Import Video" = "Videoyu İçe Aktar";
"Import Photo" = "Fotoğrafı İçe Aktar";
"Start Repairing" = "Onarma İşlemine Başla";
"Repair Done!" = "Onarma İşlemi Tamamlandı";
"Click to Add Photos" = "Fotoğraf Eklemek İçin Tıklayın";
"Click to Add Videos" = "Video Eklemek İçin Tıklayın";
"%liPhoto Added，%@KB" = "%li Fotoğraf Eklendi，%@";
"%liVideo Added，%@KB" = "%li Video Eklendi，%@";
"%liPhotos Added，%@KB" = "%li Fotoğraf Eklendi，%@";
"%liVideos Added，%@KB" = "%li Video Eklendi，%@";
"Add Photo" = "Fotoğraf Ekle";
"Add Video" = "Video Ekle";
"Home" = "Başlangıç";
"Repair" = "Onar";
"Remove All Image" = "Hepsini Kaldır";
"Remove All Video" = "Hepsini Kaldır";
"This photo can't be repaired." = "Bu fotoğraf onarılamaz.";
"This video can't be repaired." = "Bu video onarılamaz.";
"Select all successfully repaired photos" = "Başarıyla onarılan tüm fotoğrafları seçin";
"Reselect photo to repair" = "Onarmak istediğiniz fotoğrafı yeniden seçin";
"Select all successfully repaired videos" = "Başarıyla onarılan tüm videoları seçin";
"Reselect video to repair" = "Onarmak istediğiniz videoyu yeniden seçin";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Arıyor olabileceğiniz birkaç fotoğraf bulduk, bunları önizleyebilir ve dışa aktarabilirsiniz.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Arıyor olabileceğiniz birkaç video bulduk, bunları önizleyebilir ve dışa aktarabilirsiniz.";
"Are you sure you want to remove all photos?" = "Tüm fotoğrafları kaldırmak istediğinizden emin misiniz?";
"Are you sure you want to remove all videos?" = "Tüm videoları kaldırmak istediğinizden emin misiniz?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Ana sayfaya dönmek istediğinizden emin misiniz? Mevcut onarım ilerlemesi kaydedilmeyecek.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Ana sayfaya dönmek istediğinizden emin misiniz? Mevcut onarım ilerlemesi kaydedilmeyecek.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Videoyu yeniden seçmek istediğinizden emin misiniz? Mevcut onarım ilerlemesi kaydedilmeyecek.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Fotoğrafı yeniden seçmek istediğinizden emin misiniz? Mevcut onarım ilerlemesi kaydedilmeyecek.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Bazı videolar zaten onarım listesindedir ve tekrar tekrar içe aktarılmaz.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Bazı fotoğraflar zaten onarım listesindedir ve tekrar tekrar içe aktarılmaz.";
"The video has been lost, please re-import and try previewing again." = "Video kayboldu, lütfen yeniden içe aktarıp önizlemeyi deneyin.";
"The photo has been lost, please re-import and try previewing again." = "Fotoğraf kayboldu, lütfen yeniden içe aktarıp önizlemeyi deneyin.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Aygıtın bağlantısı kesildiğinden tarama veya kurtarma devam edemiyor, lütfen aygıtı yeniden takın ve Devam'a tıklayın.";
"Repairing：" = "Onarılıyor:";
"Please wait..." = "Lütfen bekleyin…";
"Exporting:" = "Dışa aktarılıyor:";
"The device has been disconnected, you can try to select data to recover or rescan." = "Cihazın bağlantısı kesildi, kurtarmak veya yeniden taramak için verileri seçmeyi deneyebilirsiniz.";
"Continue" = "Devam et";
"Retry" = "Yeniden dene";
"Stop" = "Durdur";
"Export Completed!" = "Dışa Aktarma Tamamlandı!";
"Export: %lifiles(%@)" = "Dışa aktarılıyor: %li dosya (%@)";
"View Exported" = "Dışa Aktarılanları Görüntüle";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Hala dışa aktarılacak %li video var, dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Hala dışa aktarılacak %li fotoğraf var, dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Hala dışa aktarılacak 1 video var, dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Hala dışa aktarılacak 1 fotoğraf var, dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"Are you sure you want to stop exporting?" = "Dışa aktarmayı durdurmak istediğinizden emin misiniz?";
"Upgrade to Pro version to preview files!" = "Dosyaları önizlemek için Pro sürümüne yükseltin!";
"Upgrade" = "Yükselt";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "Kayıtlı olmayan sürüm ses dosyasının yalnızca ilk 30'unu çalabilir, tam oynatma için kayıtlı sürüme yükseltin.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "Kayıtlı olmayan sürüm video dosyasının yalnızca ilk 10'unu çalabilir, tam oynatma için kayıtlı sürüme yükseltin.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Değerli Fotoğraflarınızı Dışa Aktarmak için Pro Sürüme Yükseltin!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Değerli Videolarınızı Dışa Aktarmak için Pro Sürüme Yükseltin!";
"Support for exporting repaired files" = "Dışa aktarılan onarılmış dosyalar için destek alın";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Dosya önizleme yapılamıyor, lütfen dosyayı dışa aktarın ve tekrar önizlemeyi deneyin.";
"The file can't be previewed, please repair it and try to preview it again." = "Dosya önizleme yapılamıyor, lütfen onarın ve tekrar önizlemeyi deneyin.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Programdan çıkmak istediğinizden emin misiniz?";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Mevcut onarma işlemi devam etmeyecek.";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Halen onarılmayı bekleyen %li video var, onarma işlemini durdurmak istediğinizden emin misiniz?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Halen onarılmayı bekleyen %li fotoğraf var, onarma işlemini durdurmak istediğinizden emin misiniz?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Halen onarılmayı bekleyen 1 video var, onarma işlemini durdurmak istediğinizden emin misiniz?";
"Are you sure you want to stop repairing?" = "Halen onarılmayı bekleyen 1 fotoğraf var, onarma işlemini durdurmak istediğinizden emin misiniz?";
"Repair done!" = "Onarma işlemi tamamlandı!";
"View Repair Results" = "Onarma işlemi tamamlandı!";
"Repaired: %li files (%@)" = "Onarıldı: %li dosya (%@)";
"Export" = "Dışa aktar";
"The video has been lost, please re-repair and try exporting again." = "Dışa aktar";
"The photo has been lost, please re-repair and try exporting again." = "Video kayboldu, lütfen yeniden onarıp dışa aktarmayı deneyin.";
"The video has been lost, please re-import and try repairing again." = "Fotoğraf kayboldu, lütfen yeniden onarıp dışa aktarmayı deneyin.";
"The photo has been lost, please re-import and try repairing again." = "Video kayboldu, lütfen yeniden içe aktarıp onarmayı deneyin.";
"Selected: %li photo  (%@)" = "Seçildi: %li fotoğraf (%@)";
"Selected: %li photos  (%@)" = "Seçildi: %li fotoğraf (%@)";
"Selected: %li video  (%@)" = "Seçildi: %li video (%@)";
"Selected: %li videos  (%@)" = "Seçildi: %li video (%@)";
"%li Results" = "%li Sonuç";
"Close" = "Kapat";


"Match Similar Files" = "Benzer Dosyaları Eşleştir";
"We've found some files that might be what you want, you can preview and restore them." = "İstiyor olabileceğiniz bazı dosyalar bulduk, onları önizleyebilir ve geri yükleyebilirsiniz.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Üzgünüz, şu anda eşleşen dosya bulunamadı. Taramanın bitmesini bekleyip tekrar deneyebilir veya istediğiniz dosyaları bulmak için Filtre, Arama Çubuğu'nu kullanabilirsiniz.";
"What Type of Files Do You Want to Recover?" = "Ne Tür Dosyaları Kurtarmak İstiyorsunuz?";
"Filtering file type helps recover the files you want faster" = "Dosya türünü filtrelemek, istediğiniz dosyaları daha hızlı kurtarmanıza yardımcı olur";
"Others" = "Diğerleri";
"Other Types" = "Diğer Türler";
"%@ etc." = "%@ vb.";
"Scan Selected File Types" = "Seçilen Dosya Türlerini Tara";
"Scan All File Types" = "Tüm Dosya Türlerini Tara";
"Scan Only %@" = "Sadece %@ Tara";

//MARK: - 预览
"Preview" = "Önizleme";
"Loading..." = "Yükleniyor...";
"Preview is not available. Recover it for view" = "Önizleme mevcut değil. Görüntülemek için kurtarın";
"Max size for preview: 30MB. Recover it for view" = "Önizleme için maksimum boyut: 30MB. Görüntülemek için kurtarın";
"Format not supported for preview. Recover it for view" = "Format önizleme için desteklenmiyor. Görüntülemek için kurtarın";
"%@ files zipped in total" = "Toplamda %@ dosya sıkıştırılmış";
"AI Repairing..." = "Yapay Zeka Onarımı...";
"It may take a while, but it's worth the wait" = "Biraz zaman alabilir, ama beklemeye değer";
"AI Repaired %@" = "AI Onarıldı %@";
"Repaired successfully. Recover the repaired file" = "Başarıyla onarıldı. Onarılan dosyayı kurtarın";
"Get Pro for Full Preview" = "Tam Önizleme için Pro Alın";
"Preview full file" = "Dosyanın tamamını önizle";
"Recover unlimited files" = "Sınırsız dosya kurtarma";
"AI Repair corrupte files" = "AI Bozuk dosyaları onarın";
"Premium technical support" = "Premium teknik destek";
"Get Pro Now" = "Şimdi Pro Alın";
"Details" = "Detaylar";
"Icon" = "Simge";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Sınırsız Kurtarma için Pro'yu Alın";
"Preview only." = "Yalnızca önizleme.";
"No free recovery remaining." = "Ücretsiz kurtarma kalmadı.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Tüm özelliklerin, sınırsız kurtarmanın ve daha fazla avantajın tadını çıkarmak için Pro'nun kilidini açın.";
"Get Pro for Unlimited Repair" = "Sınırsız Onarım için Pro'yu edinin";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Tüm özelliklerin, sınırsız onarımın ve daha fazla avantajın tadını çıkarmak için Pro'nun kilidini açın.";
"Trial" = "Duruşma";
"Free" = "Özgür";
"Pro" = "Profesyonel";
"Preview only" = "Yalnızca önizleme";
"Unlimited" = "Sınırsız";
"Key Features & Benefits" = "Temel işlevler ve faydalar";
"Recovery amount" = "Geri kazanım miktarı";
"Preview before recovery" = "Kurtarma işleminden önce önizleme";
"Recover while scanning" = "Kurtarma için tarayın";
"Recover data from crashed system" = "Çöken sistemdeki verileri kurtarma";
"Recover data from NAS server" = "NAS sunucusundan verileri geri yükleyin";
"Repair corrupted vidoes & photos" = "Bozuk videoları ve resimleri onarın";
"Enjoy lifetime updates for free" = "Ömür boyu ücretsiz ürün yükseltmelerinin keyfini çıkarın";
"24/7 premium technical support" = "7/24 saat gelişmiş müşteri hizmetleri desteği";
"30-day money back guarantee" = "30 günlük ürün para iade garantisi";
"Buy Now" = "Şimdi satın al";
"Already Purchased?" = "Satın aldım mı?";
"Register Now to proceed with recovering ( no need to rescan)." = "Kurtarmaya devam etmek için şimdi kaydolun (yeniden taramaya gerek yok).";
"Register Now" = "şimdi kaydolun";
"Recover the repaired file" = "Onarılan dosyayı kurtarın";
"Recover it for view" = "Görüntülemek için kurtarın";

//MARK: - 5.1.8
"Lost data recovery" = "Kayıp veri kurtarma";
"Hard Drive" = "Sabit Sürücü";
"Advanced recovery" = "Gelişmiş kurtarma";
"Crashed Mac" = "Çökmüş Mac";
"iCloud" = "iCloud";
"New" = "Yeni";
"Corrupted file repair" = "Bozuk dosya onarımı";
"Photo Repair" = "Fotoğraf Onarımı";
"Video Repair" = "Video Onarımı";
"Why Pro？" = "Neden Pro?";
"Unlock Pro to enjoy" = "Keyfini çıkarmak için Pro kilidini açın";
"Unlimited Recovery" = "Sınırsız Kurtarma";
"Corrupted Repair" = "Bozuk Onarım";
"Full Preview" = "Tam Önizleme";
"Unlock Pro Now" = "Pro'nun Kilidini Şimdi Açın";
"Recover permanently & recently deleted iCloud data easily" = "Kalıcı olarak ve yakın zamanda silinen iCloud verilerini kolayca kurtarın";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Kaybolan fotoğrafları, videoları, kişileri, notları ve daha fazlasını doğrudan iCloud'dan kurtarın";
"Get Started" = "Başlayın";
"Searching lost iCloud data..." = "Kayıp iCloud verileri aranıyor...";
"Search Completed" = "Arama Tamamlandı";
"Search Stopped" = "Arama Durduruldu";
"Damaged or partitially missing photos" = "Hasarlı veya kısmen eksik fotoğraflar";
"Add photos for repair" = "Onarım için fotoğraf ekleyin";
"Corrupted or unplayable vidoes" = "Bozuk veya oynatılamayan videolar";
"Add videos for repair" = "Onarım için video ekleyin";
"Repair any damaged or photos that cannot be opened" = "Bozuk veya oynatılamayan fotoğraf dosyalarını ve daha fazlasını onarın";
"Repair any corrupted or unplayale videos files and more" = "Bozuk veya oynatılamayan video dosyalarını ve daha fazlasını onarın";
//MARK: - v5.1.10
"Sign in to iCloud" = "iCloud'da oturum açın";
"Apple ID" = "Apple ID";
"Password" = "Şifre";
"Keep Password" = "Şifreyi Sakla";
"Forget Apple ID or Password?" = "Apple ID veya parolanızı mı unuttunuz?";
"Back" = "Geri";
"Log In" = "Giriş Yap";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. iCloud'da değişiklik yapılmasını önlemek için, kurtarma sırasında aygıt verilerini iCloud ile eşzamanlamayın.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Hesabınızın kayıtlarını ASLA tutmuyoruz. Daha fazla ayrıntı için lütfen Gizlilik Politikamıza bakın.";
"Privacy Policy" = "Gizlilik Politikamıza";
"Incorrect Apple ID or password." = "Yanlış Apple Kimliği veya parola.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Güvenlik nedeniyle Apple Kimliğiniz kilitli. Lütfen hesabınızın kilidini açın ve tekrar deneyin.";
"Network disconnected. Please check your network connection and try again." = "Ağ bağlantısı kesildi. Lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.";
"Two-factor authentication" = "İki faktörlü kimlik doğrulama";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Güvenilir cihazınıza bir doğrulama kodu mesajı gönderildi. Devam etmek için lütfen kodu girin.";
"Resend code" = "Kodu yeniden gönder";
"Get Help from Apple" = "Apple'dan Yardım Alın";
"Incorrect verification code." = "Yanlış doğrulama kodu.";
"Entered incorrect verification code too many times." = "Çok fazla kez yanlış doğrulama kodu girildi.";
"Request failed, please try again." = "İstek başarısız oldu, lütfen tekrar deneyin.";
"Verification requested too often" = "Çok sık doğrulama isteniyor";
"Network error. Please check your network connection." = "Ağ hatası. Lütfen ağ bağlantınızı kontrol edin.";
"Please select the type of data you want to recover." = "Lütfen kurtarmak istediğiniz veri türünü seçin";
"Log Out" = "Oturumu Kapat";
"Select all" = "Tümünü seçin";
"Refresh" = "Yenile";
"Back" = "Geri";
"Confirm" = "Onaylayın";
"iCloud drive" = "iCloud sürücüsü";
"Photos" = "Fotoğraflar";
"Contacts" = "İletişim";
"Reminder" = "Hatırlatma";
"Calendar" = "Takvim";
"Notes" = "Notlar";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Ev Numarası";
"Work" = "İş Numarası";
"iPhone" = "iPhone Numarası";
"Mobile Phone" = "Cep Telefonu Numarası";
"Main Phone" = "Ana Numara";
"HomeFax" = "İkamet Faks No";
"WorkFax" = "İş Faksı";
"Pager Phone" = "Çağrı Cihazı";
"Other Phone" = "Diğer Numaralar";
"Home Email" = "Aile E-postası";
"Work Email" = "İş E-postası";
"Other Email" = "Diğer E-posta";
"iCloud Email" = "iCloud E-posta";
"HomePage" = "Ana Sayfa";
"Home Page" = "Aile Sayfası";
"Other Page" = "İş Sayfası";
"Work Page" = "Diğer Sayfa";
"Title" = "Başlık";
"Starting Time" = "Başlangıç Saati";
"List" = "Liste";
"Status" = "Durum";
"Reminder time" = "Hatırlatma zamanı";
"Priority" = "Öncelik";
"Location" = "Konum";
//MARK: - 第二批_3.21
"Company" = "Şirket";
"School" = "Okul";
"Time" = "Zaman";
"End Date Time" = "Bitiş zamanı";
"Complete" = "Tamamlandı";
"Incomplete" = "Tamamlanmamış";
"Invited People" = "Davetli";
"Flag Marks" = "Bayrak İşaretleri";
"None" = "Hiçbiri";
"Low" = "Düşük";
"Medium" = "Orta";
"High" = "Yüksek";
"Unknown" = "Bilinmiyor";
//MARK: - 5.1.11
"Unsaved Documents" = "Kaydedilmemiş Belgeler";
"Date Deleted" = "Silinme Tarihi";
//MARK: - PE
"Crashed Mac" = "Çökmüş Mac";
"Create a bootable drive to boot up Mac for data recovery" = "Veri kurtarma amacıyla Mac'i başlatmak için önyüklenebilir bir sürücü oluşturma";
"What's Crashed Mac？" = "Mac Ne Çöktü？";
"Boot up Mac with the USB bootable drive for data recovery" = "Veri kurtarma için Mac'i USB önyüklenebilir sürücü ile başlatın";
"Boot up crashed Mac" = "Çökmüş Mac'i başlatma";
"Tips: please try again with another USB drive Common Solutions" = "İpuçları: lütfen başka bir USB sürücü ile tekrar deneyin Yaygın Çözümler";
"Common Solutions" = "Ortak Çözümler";
"Icon" = "Simge";
"Preview Pane" = "Önizleme Bölmesi";
"Details" = "Detaylar";
"Create Now" = "Şimdi Oluştur";
"Lost Partition" = "Kayıp Bölme";

"Select a drive where you lost data to start recovering" = "Kurtarmaya başlamak için veri kaybettiğiniz sürücüyü seçin";
"Drive didn't show up?" = "Sürücü görünmedi mi?";
"Check Disk Connection" = "Disk Bağlantısını Kontrol Et";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Dijital fotoğraf makinesinden veri kurtarmak için lütfen SD kartı çıkarın ve kart okuyucu aracılığıyla Mac'e bağlayın.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "USB aygıtı tanınamadığında, lütfen veri kurtarma için arka USB bağlantı noktalarına bağlamayı deneyin.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Cep telefonlarından veri kurtarma için UltData - iOS'u indirebilirsiniz.";
"Check Disk Status" = "Disk Durumunu Kontrol Edin";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Çözüm Disk Yardımcı Programı erişin, üst menü çubuğundaki \"Mount\" düğmesine tıklayın ve ardından verilerinizi kurtarın.";
"Language_menu" = "Dil";
"Disk Utility" = "Disk Yardımcı Programı";
"Mount" = "Montaj";
"1. Access \"Disk Utility\"" = "1. \"Disk Yardımcı Programı \"na erişin";
"2. Click \"Mount\"" = "2. \"Montaj \"a tıklayın";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Kurtarılan verileri kaydetmek için bir konum seçin";
"You've selected %li files, %@" = "%li dosya seçtiniz, %@";
"%@ available" = "%@ mevcut";
"Perfectly enough disk space. Save now." = "Mükemmel derecede yeterli disk alanı. Şimdi kaydedin.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "%@'a kaydedin ve artık veri kaybı konusunda endişelenmenize gerek yok.";
"Save Now" = "Şimdi Kaydet";
"Insufficient space available, change another location or save to the %@." = "Kullanılabilir alan yetersiz, başka bir konum değiştirin veya %@'a kaydedin.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Verilerin üzerine yazılabileceği ve kalıcı olarak kaybolabileceği için orijinal diske (verilerin kaybolduğu yere) kaydedilmesi önerilmez.";
"No permissions to read or write, change another location or save to the %@." = "Okuma ve yazma izni yok. Başka bir konuma geçin veya %@'a kaydedin.";
"Insufficient space available in %@. Please change to another location to save." = "%@'da yeterli alan yok. Lütfen kaydetmek için başka bir konuma geçin.";
"Select Folder..." = "Klasör Seçin...";
"Logging in..." = "Oturum aç...";
"Please authorize login to your %@ in the browser" = "Lütfen tarayıcıda %@'ınıza giriş yetkisi verin";
"Authorization login failed" = "Yetkilendirme girişi başarısız oldu";
"Please re-authorize or change to another location" = "Lütfen yeniden yetkilendirin veya başka bir konuma değiştirin";
"Another Location" = "Başka Bir Konum";
"Re-authorize" = "Yeniden yetkilendirme";
"Authorization successful. Please return to %@ to continue recovering data." = "Yetkilendirme başarılı. Veri kurtarmaya devam etmek için lütfen %@'ye geri dönün.";

//MARK: - V5.2.0
"Large & Old Files" = "Büyük ve Eski Dosyalar";
"Locate and remove unneeded files to free up disk space with ease" = "Disk alanını kolaylıkla boşaltmak için gereksiz dosyaları bulun ve kaldırın";
"Locate Files in Minutes" = "Dosyaları Dakikalar İçinde Bulun";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Büyük veya eski dosyaları manuel olarak bulmak saatlerinizi alabilir, ancak %@ ile dakikalar içinde işiniz bitecek.";
"Remove As You Wish" = "Dilediğiniz Gibi Kaldırın";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Gereksiz dosyaları çöp kutusuna, başka bir klasöre veya kalıcı olarak kaldırın. Bu her zaman sizin kararınızdır.";
"%@ used" = "%@ kullanıldı";
"Scan Now" = "Şimdi Tara";
"All Files" = "Tüm Dosyalar";
"Selected" = "Seçilmiş";
"By Size" = "Boyuta Göre";
"By Access Date" = "Erişim Tarihine Göre";
"Last Week" = "Geçen Hafta";
"Last Month" = "Geçen Ay";
"Scanning %@" = "Tarama %@";
"Looking for large & old files" = "Büyük ve eski dosyaları arıyorum";
"Stop Scanning" = "Taramayı Durdur";
"No files found" = "Dosya bulunamadı";
"Return to home and select another location to start over" = "Ana sayfaya dönün ve baştan başlamak için başka bir konum seçin";
"Removing: %@" = "Kaldırılıyor:%@";
"It may take some time..." = "Biraz zaman alabilir...";
"Remove Completed" = "Kaldırma İşlemi Tamamlandı";
"Removed: %li files (%@)" = "Kaldırıldı: %li dosya (%@)";
"Done" = "Bitti";
"Insufficient permissions to remove" = "Kaldırmak için yetersiz izinler";
"No read/write permissions for NTFS partition, and it cannot be removed." = "NTFS bölümü için okuma/yazma izinleri yok ve kaldırılamıyor.";
"Insufficient space at target folder to remove" = "Kaldırmak için hedef klasörde yeterli alan yok";
"Remove to another folder or remove permanently." = "Başka bir klasöre kaldırın veya kalıcı olarak kaldırın.";
"No files selected" = "Seçili dosya yok";
"Remove Permanently" = "Kalıcı Olarak Kaldır";
"Remove to Trash" = "Çöp Kutusuna Kaldır";
"Remove to Folder" = "Klasöre Kaldır";
"Access Time" = "Erişim Süresi";
"Open File Location" = "Dosya Konumunu Aç";
"Return to home?" = "Ana sayfaya dönelim mi?";
"It is recommended to remove unwanted files before you return." = "Dönmeden önce istenmeyen dosyaları kaldırmanız önerilir.";
"Return" = "Dönüş";
"Cancel" = "İptal";
"Stop Scanning?" = "Taramayı Durdurun?";
"%@ will be no longer looking for large & old files if you stop." = "Eğer durdurursanız %@ artık büyük ve eski dosyaları aramayacaktır.";
"Stop Scanning" = "Taramayı Durdur";
"Stop Removing?" = "Kaldırmayı Durdurmak mı?";
"%@ will be no longer removing files remaining if you stop." = "%@, durdurursanız kalan dosyaları artık kaldırmayacaktır.";
"Stop Removing" = "Kaldırmayı Durdur";
"Get Pro for Files Removal" = "Get Pro for Files Kaldırma";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "İstenmeyen büyük ve eski dosyaları kaldırmak için Pro'nun kilidini açın ve sınırsız veri kurtarma dahil olmak üzere daha fazla özelliğin keyfini çıkarın.";
"Files available for removal" = "Kaldırılabilecek dosyalar";
"Authorizing for %@, please wait..." = "%@ için yetkilendirme, lütfen bekleyin...";
"Calculating the available space in %@, please wait..." = "%@'daki kullanılabilir alan hesaplanıyor, lütfen bekleyin...";
//MARK: - 第二批_20240626
"Extra tools" = "Ekstra araçlar";
"Sort by %@" = "%@ Göre Sırala";
"By Modified Date" = "Değiştirildiği Tarihe Göre";
//MARK: - 2. SD卡
"SD Card" = "SD Kart";
"Select a memory card where you lost data to start recovering" = "Kurtarmaya başlamak için veri kaybettiğiniz bir hafıza kartı seçin";
"SD card didn't show up?" = "SD kart görünmedi mi?";
"No SD card connected" = "SD kart bağlı değil";
"Connect the memory card via card reader to start recovering photos or videos" = "Fotoğrafları veya videoları kurtarmaya başlamak için hafıza kartını kart okuyucu aracılığıyla bağlayın";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Geliştirilmiş Video Kurtarma";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Tam ve oynatılabilir bir videoyu kurtarmak için AI gelişmiş algoritmaları aracılığıyla herhangi bir depolama ortamındaki video parçalarını tarayın ve eşleştirin";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Videoları aynı anda onarın ve kurtarın, tek noktadan video çözümü sağlayın";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Canon, Nikon, Sony, GoPro ve DJI gibi tüm cihazlardan videoları kolayca kurtarın ve onarın. Daha fazla bilgi edinin";
"AI-Powered" = "AI Destekli";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15 önceki sürümleri desteklenmiyor";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Mac OS 10.15 veya üzeri ile 'Gelişmiş Video Kurtarma'yı deneyin";
"Select a drive where you lost vidoes to start recovering" = "Kurtarmaya başlamak için vidyoları kaybettiğiniz sürücüyü seçin";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "İpuçları: Videonun nerede kaybolduğundan emin olmadığınız için hangi sürücüyü tarayacağınızı bilmiyor musunuz?";
"Select the video format you want to recover" = "Kurtarmak istediğiniz video formatını seçin";
"All videos" = "Tüm videolar";
"Recovery duration: The more video types selected, the longer it will take." = "Kurtarma süresi: Ne kadar çok video türü seçilirse, o kadar uzun sürer.";
"Device that the vidoes are from (optional)" = "Videoların gönderildiği cihaz (isteğe bağlı)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Not: Doğru kaynak cihaz, hedeflenen ve hassas kurtarmaya katkıda bulunarak kurtarma kalitesini önemli ölçüde artırır.";
"Confirm" = "Onaylayın";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Diğerleri";
"Please select at least one video format for enhanced video recovery" = "Gelişmiş video kurtarma için lütfen en az bir video formatı seçin";
"Select All" = "Tümünü Seçin";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Geliştirilmiş video kurtarma... bazı siyah ekranlar ve oynatılamayan videolar tamamlandığında AI tarafından onarılabilir.";
"Learn more" = "Daha fazla bilgi edinin";
